const AgreeData = [
    { 
        "id": 1, 
        "title": "개인정보 수집 및 이용 동의", 
        "subTitle": "여행별 사이트는 정보통신망법의 개인정보 취급방침을 준수하고 있습니다.@아래의 이용약관 및 개인정보 보호방침을 반드시 읽어보신 후에 동의합니다에 체크해주시기 바랍니다.",
        "explain": "*개인정보 수집, 이용 내역* 개인정보 수집, 이용에 대한 동의를 거부할 권리가 있습니다. 그러나 동의를 거부할 경우 원활한 교육서비스 제공에 제한을 받을 수 있습니다.",
        "content": [
            {
                "id": 1,
                "number": "1.",
                "title": "여행별은 이용자의 개인정보를 원칙적으로 외부에 제공하지 않습니다.@다만 다음의 경우에는 예외로 개인정보를 제공하는 것이 가능합니다.",
                "explain": [
                    {
                        "id": 1,
                        "number": "•",
                        "content": "이용자들이 사전에 동의한 경우",
                    },
                    {
                        "id": 2,
                        "number": "•",
                        "content": "법률에 특별한 규정이 있거나 법령상 의무를 준수하기 위하여 불가피한 경우",
                    },
                    {
                        "id": 3,
                        "number": "•",
                        "content": "통계작성/학술연구 또는 시장조사를 위하여 필요한 경우로서 특정 개인을 알아볼 수 없는 형태로 가공하여 제공하는 경우",
                    },
                    {
                        "id": 4,
                        "number": "•",
                        "content": "서비스 제공에 따른 요금 정산을 위하여 필요한 경우",
                    },
                ]
            },
            {
                "id": 2,
                "number": "2.",
                "title": "여행별은 연계 또는 제공에 의하여 개인정보를 제공받은 기관이 여행별의 동의 없이 개인정보를 제3자에게 제공하여 제3자가 이용하고 있는 것을 인지한 즉시 아래의 사항을 지체없이 이행할 것입니다.",
                "explain": [
                    {
                        "id": 1,
                        "number": "•",
                        "content": "해당 기관에 대해 동의없이 제공한 사실을 확인",
                    },
                    {
                        "id": 2,
                        "number": "•",
                        "content": "해당 개인정보의 제공 중단과 이용 금지 요구",
                    },
                    {
                        "id": 3,
                        "number": "•",
                        "content": "동의없이 제공한 행위에 대한 소명 요청",
                    },
                    {
                        "id": 4,
                        "number": "•",
                        "content": "필요한 경우 정보주체에 대하여 해당 사항을 통지",
                    },
                ]
            },
            {
                "id": 3,
                "number": "3.",
                "title": "여행별은 이용자가 교육 서비스 등에 이용할 경우, 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.",
                "explain": [
                    {
                        "id": 1,
                    }
                ]
            },
        ]
    },
 
    { 
        "id": 2, 
        "title": "홈페이지 약관 동의", 
        "subTitle": "여행별 사이트는 정보통신망법의 개인정보 취급방침을 준수하고 있습니다.@아래의 이용약관 및 개인정보 보호방침을 반드시 읽어보신 후에 동의합니다에 체크해주시기 바랍니다.",
        "explain": "제 1장 총칙",
        "content": [
            {
                "id": 1,
                "title": "제 1조 (목적)",
                "explain": [
                    {
                        "id": 1,
                        "number": "1.",
                        "content": "이 약관은 여행별 사이트가 제공하는 모든 서비스(이하 '서비스')의  이용 조건 및 절차, 여행별 및 이용자의 권리, 의무 및 책임 사항 등 기타 필요한 사항을 규정함을 목적으로 합니다.",
                    },
                ]
            },
            {
                "id": 2,
                "title": "제 2조 (약관의 효력 및 변경)",
                "explain": [
                    {
                        "id": 1,
                        "number": "1.",
                        "content": "이 약관은 여행별 온라인 서비스 및 기타의 방법을 통하여 이를 공지함으로써 효력이 발생됩니다.",
                    },
                    {
                        "id": 2,
                        "number": "2.",
                        "content": "여행별은 사정상 중요한 사유가 발생할 경우 사전 고지 없이 이 약관의 내용을 변경할 수 있으며, 변경된 약관은 1항과 같은 방법으로 공지함으로써 효력이 발생합니다.",
                    },
                    {
                        "id": 3,
                        "number": "3.",
                        "content": "회원은 변경된 약관에 동의하지 않을 경우 회원탈퇴를 요청할 수 있으며 변경된 약관의 효력발생일 이후에도 서비스를 계속 사용할 경우 약관의 변경 사항에 동의한 것으로 간주됩니다.",
                    },
                ]
            },
            {
                "id": 3,
                "title": "제 3조 (약관 외 준칙)",
                "explain": [
                    {
                        "id": 1,
                        "number": "1.",
                        "content": "이 약관에 명시되지 않은 사항은 관계 법령에 규정되어 있을 경우 그 규정에 따르며, 그렇지 않은 경우에는 정부가 제정한 전자거래소비자보호지침 및 관계법령 또는 일반적인 관례에 따릅니다.",
                    }
                ]
            },
            {
                "id": 4,
                "title": "제 4조 (용어의 정의)",
                "explain": [
                    {
                        "id": 1,
                        "number": "1.",
                        "content": "서비스라 함은 여행별 홈페이지와 연계된 홈페이지를 말합니다.",
                    },
                    {
                        "id": 2,
                        "number": "2.",
                        "content": "여행별이 제공하는 서비스를 받는 자는 통칭 이용자라고 합니다. 이용자는 비회원, 회원으로 구성됩니다.",
                    },
                    {
                        "id": 3,
                        "number": "가.",
                        "content": "비회원이라 함은 회원에 가입하지 않고 여행별에서 제공하는 전부 또는 일부 서비스를 이용하는 자를 말합니다.",
                    },
                    {
                        "id": 4,
                        "number": "나.",
                        "content": "회원이라 함은 가입신청을 할 경우 자동적으로 등록되며, 여행별에 개인정보를 제공하여 회원등록을 한 자로서, 여행별 정보를 지속적으로 제공받으며 서비스를 계속적으로 이용할 수 있는 자를 말합니다.",
                    },
                ]
            },
            {
                "id": 5,
                "title": "제 5조 (회원정보 사용에 대한 동의)",
                "explain": [
                    {
                        "id": 1,
                        "number": "1.",
                        "content": "여행별은 관련 법령에서 취한 규정과 절차에 따라 준수, 관리하고 있습니다. 개인정보보호에 대해서는 개인정보처리 방침을 통해 확인하실 수 있습니다.",
                    },
                    {
                        "id": 2,
                        "number": "2.",
                        "content": "개인정보의 수집목적 및 이용목적: 회사가 당 사이트 서비스 가입 시 기재를 요구하는 회원의 개인정보는 본 이용계약의 이행과 본 이용계약상의 서비스 제공을 위한 목적으로 수집, 이용합니다.",
                    },
                    {
                        "id": 3,
                        "number": "3.",
                        "content": "목적 외 사용 및 제3자에 대한 제공 및 공유: 회원이 회사 및 회사와 제휴한 서비스들을 편리하게 이용할 수 있도록 하기 위해 회원 정보는 회사와 제휴한 업체에 제공될 수 있습니다. 단, 회사는 회원 정보 제공 이전에 제휴 업체, 제공 목적, 제공할 회원 정보의 내용 등을 사전에 공지하고 회원의 동의를 얻어야 합니다.",
                    },
                    {
                        "id": 4,
                        "number": "4.",
                        "content": "개인정보의 열람 및 정정: 회원은 회원정보 수정을 통해 언제든지 개인 정보에 대한 열람 및 수정을 할 수 있습니다.",
                    },
                    {
                        "id": 5,
                        "number": "5.",
                        "content": "개인정보의 수집에 대한 동의: 회원이 이용 신청서에 회원정보를 기재하고, 회사에 본 약관에 따라 이용신청을 하는 것은 회사가 본 약관에 따라 이용 신청서에 기재된 회원정보를 수집 이용 및 제공하는 것에 동의하는 것으로 간주됩니다.",
                    }
                ]
            },
        ]
    }
];

export default AgreeData;
